---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneArea
source: html/72033d40-d10a-8d25-fcc8-cb8f10f92821.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneArea Property

"Occupied Area"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneArea { get; }
```